acpi
alacritty
alsa-utils
amd-ucode
autoconf
automake
base
bash-completion
bind
bless
bluez
bluez-utils
cronie
ctags
discord
dragon-drop
dunst
edk2-ovmf
expect
fakeroot
fcitx5
fcitx5-configtool
fcitx5-mozc
fcitx5-rime
firefox-developer-edition
firefox-developer-edition-i18n-ja
fish
fzf
gcc
git
grim
hsetroot
htop
i3blocks
imv
inetutils
intel-ucode
iotop
jq
kanshi
lib32-libpulse
libnotify
libpipewire02
linux
linux-firmware
linux-headers
lvm2
lxqt-policykit
make
man-db
meld
mpv
ncdu
neovim
net-tools
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
openssh
osquery
p7zip
pacman-contrib
patch
pavucontrol
picom
pkgconf
pkgfile
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pyright
python-beautifulsoup4
python-black
python-evdev
python-jedi
python-libevdev
python-pip
python-pyasn1
python-pycryptodome
python-pykeepass
python-pylint
python-pynvim
python-pyqt5
python-pyudev
python-tornado
python2
qemu
qt5-wayland
ranger
reflector
rime-cantonese
ripgrep
rofi
rsync
scdoc
slurp
socat
spotblock-git
spotify
sqlitebrowser
sshfs
sudo
sway
swaybg
swaylock
tigervnc
tk
ttf-font-awesome
ttf-sarasa-gothic
vapoursynth
vim
waybar
wayvnc
wf-recorder
wireguard-tools
wireshark-qt
wl-clipboard
wlroots
wob
wtype-git
xclip
xdg-desktop-portal-wlr
xdotool
xf86-video-intel
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xinit
xorg-xkbutils
xorg-xmodmap
xorg-xrandr
xorg-xwayland
yarn
yay
youtube-dl
zram-generator
