acpi
alacritty
alsa-utils
base
bash-completion
binutils
bluez
bluez-utils
ctags
dunst
element-desktop
expect
fakeroot
fcitx5
fcitx5-configtool
fcitx5-mozc
fcitx5-rime
firefox-developer-edition
firefox-developer-edition-i18n-ja
fish
fzf
gcc
git
grim
hsetroot
htop
i3blocks
imv
intel-ucode
iotop
jq
kanshi
leafpad
libnotify
libpipewire02
light
linux
linux-firmware
linux-headers
lxqt-policykit
make
man-db
meld
mpv
neovim
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
openbox
openssh
p7zip
pacman-contrib
patch
pavucontrol
pcmanfm
picom
pkgconf
pkgfile
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-evdev
python-pynvim
python-pyqt5
python2
qt5-wayland
ranger
rime-cantonese
ripgrep
rofi
slurp
spotblock-git
spotify
sshfs
sudo
sway
swaybg
swaylock
tigervnc
ttf-font-awesome
ttf-sarasa-gothic
vapoursynth
vim
waybar
wf-recorder
wl-clipboard
wlroots
wtype
xclip
xdg-desktop-portal-wlr
xdotool
xf86-video-intel
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xorg-xinit
xorg-xkbutils
xorg-xmodmap
xorg-xrandr
xorg-xwayland
yarn
yay
youtube-dl
zram-generator
